import { IFeatures } from "@/types";

export const features:IFeatures[] = [
	{
        id: 1,
		img: ,
		header: "برنامه ریزی دقیق و منظم",
		description:
			"مدت زمان این بوت کمپ 7 ماه است و برای تمام روز های این 7 ماه برنامه ریزی شده تا بتوانید در کمترین زمان بالاترین یادگیری را داشته باشید.",
	},
    {
        id: 2,
		img: ,
		header: "بروز و آپدیت",
		description:
			"تمام آموزش ها و دوره هایی که در این بوت کمپ در اختیار شما قرار داده میشوند کاملا آپدیت و بر اساس آخرین آپدیت هر تکنولوژی می باشد.",
	},
    {
        id: 3,
		img: ,
		header: "پشتیبانی و منتورینگ",
		description:
			"در طول فرآیند یادگیری، یک تیم کامل پشتیبانی و منتورینگ به همراه استاد کنار شما است تا هر گونه چالش و مشکلی را در سریعترین زمان ممکن حل کنیم.",
	},
    {
        id: 4,
		img: ,
		header: "پیگیری و استمرار",
		description:
			"کوچیکترین کم کاری و شانه خالی کردن شما توسط تیم پیگیری میشود تا دلیل آن را مشخص و حل کنیم و یک آموزش مستمر را پیش ببریم.",
	},
    {
        id: 5,
		img: ,
		header: "پروژه محور",
		description:
			"علاوه بر تمرین هایی که در حین آموزش انجام میدهید، یک سری پروژه جدا هم در طول بوت کمپ به شما داده میشود که باید در یک زمان مشخص انجام دهید.",
	},
    {
        id: 6,
		img: ,
		header: "آشنایی با مسیر های شغلی",
		description:
			"در پایان بوت کمپ، این فرصت را خواهید داشت که در تیم ما استخدام شوید و ی دوره کارآموزی را بگذرانید.",
	},
    {
        id: 7,
		img: ,
		header: "تعامل و شبکه سازی",
		description:
			"در این بوت کمپ بر اساس آنچه که نیاز بازار کار است به شما آموزش داده میشود تا در آینده هیچ کمبودی نداشته باشید.",
	},
    {
        id: 8,
		img: ,
		header: "کارگاه های آنلاین و رفع اشکال",
		description:
			"علاوه بر آموزشی که پیش میبریم، یک سری کارگاه آنلاین هم خواهیم داشتتا به سورت گروهی، پروژه های مختلفی را پیاده و رفع اشکال کنیم و راجع به مشکلات و سوالات شما بحث کنیم.",
	},

];
