import { IQuestion } from "@/types";

export const questionData: IQuestion[] = [
	{
		id: 1,
		header: "تفاوت بوت کمپ و دوره ها چیست؟",
		description:
			"در بوت‌کمپ علاوه بر دسترسی کامل به دوره ها، یک برنامه گام به گام را هم دریافت می کنید که باید طبق آن دوره ها را پیش ببرید و در این مسیر هم تیم منتورینگ کنار شماست. علاوه بر این ها، پروژه ها و تسک های مختلفی‌ برای شما تعریف میشود که باید انجام دهید و در نهایت کدهایتان بررسی میشود. جلسات آنلاین که شامل کدنویسی، پروژه زدن، رفع اشکال و ... هم وجود دارند.",
	},
	{
		id: 2,
		header: "محتوای آموزشی بوت کمپ چیست؟",
		description:
			"در این بوت‌کمپ از محتوای دوره های سایت استفاده میشود و عملا تمام دوره های فرانت در اختیارتون خواهد بود تا طبق برنامه ریزی پیش ببرید.",
	},
	{
		id: 3,
		header: "شرکت در بوت کمپ پیش نیازی دارد؟",
		description:
			"تمام افراد میتوانند در این بوت‌کمپ شرکت کنند، چرا که تمام آموزش ها از صفر تا پیشرفته است و هیچ محدودیت سنی و یا پیشنیازی ندارد.",
	},
	{
		id: 4,
		header: "من قبلا یادگیری را شروع کرده ام،برایم مناسب است؟",
		description:
			"بله، در این بوت‌کمپ تجربه ها و پروژه های واقعی را خواهیم داشت و همچنین شرایط استخدام و همکاری که برای هر کسی میتواند مفید باشد.",
	},
	{
		id: 5,
		header: "منتورینگ و پشتیبانی به چه صورت است؟",
		description:
			"یک تیم کامل و حرفه ای جهت منتورینگ و پشتیبانی شما در حال فعالیت است و در پلتفرم های مختلفی باهم در ارتباط هستیم تا به سوالاتتون پاسخ بدیم و همچنین کدهایتان را بررسی کنیم و فیدبک بدیهم. در وبینار ها نیز تعامل وجود دارید و میتوانید دغدغه ها و سوال های خود را بیان کنید.",
	},
	{
		id: 6,
		header: "آنلاین است یا حضوری؟",
		description:
			"نحوه برگزاری بوت کمپ به صورت ریموت و آنلاین است که البته به چند صورت انجام میشود. در مرحله اول محتوای دوره و آموزش هایی است که باید طبق برنامه هفتگی و در تایم های موردنظر خودتان پیش ببرید و در مرحله دوم کلاس های آنلاین هست که هر هفته یک الی دو جلسه خواهد بود و راس ساعت ۷ یا ۸ شب برگزار میشود تا همه بتوانند شرکت کنند.",
	},
	{
		id: 7,
		header: "روزانه چقدر زمان نیاز است؟",
		description:
			"برنامه بوت کمپ به نحوی چیده شده است تا بتوانید به راحتی آن را پیش ببرید و در روز فقط ۲ الی ۳ ساعت زمان لازم دارد.",
	},
	{
		id: 8,
		header: "شاغل یا دانشجو هستم، برای من مناسب است؟",
		description:
			"قطعا، چون هم تایم کلاس های آنلاین و برنامه هفتگی به نحوری تنظیم شده است تا همه با هر فعالیت جانبی دیگری بتوانند شرکت کنند و از محتوا استفاده کنند.",
	},
];
